Revit 2024 API
DuctSettings.RiseDropAnnotationSize Property
 The rise drop annotation size.
Namespace: Autodesk.Revit.DB.Mechanical
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2014
Syntax
C#
public double RiseDropAnnotationSize { get; set; }
Visual Basic
Public Property RiseDropAnnotationSize As Double
	Get
	Set
Visual C++
public:
property double RiseDropAnnotationSize {
	double get ();
	void set (double value);
}
See Also
DuctSettings Class
Autodesk.Revit.DB.Mechanical Namespace